[Cues]
Act_GEN_AngerDisagreement_Max_120="You gotta be kidding me!"
Act_GEN_AngerDisagreement_Max_30="No way"
Act_GEN_AngerDisagreement_Max_40="Are you serious ?"
Act_GEN_BoredomDisappointment_Max_10="This blows."
Act_GEN_BoredomDisappointment_Max_150="Duh"
Act_GEN_BoredomDisappointment_Max_30="Just great."
Act_GEN_BoredomDisappointment_Max_80="Well…"
Act_GEN_BorneIN_Max_110="I can't go back further, I need to let go!"
Act_GEN_BorneIN_Max_150="Urgh, that's as far as I can go back."
Act_GEN_BorneIN_Max_180="I can't take it! I have to stop!"
Act_GEN_BorneIN_Max_210="Ungh... ngh... Enough, Max! You can't go back any further!"
Act_GEN_BorneIN_Max_220="That's all you can do, stop before you hurt yourself."
Act_GEN_BorneIN_Max_230="I'm getting dizzy... I can't rewind any more…"
Act_GEN_BorneIN_Max_240="I can only go so far back in time."
Act_GEN_BorneIN_Max_270="Whoa, I'm getting sick. I can't rewind any further."
Act_GEN_BorneIN_Max_280="Shit, this is as far back as I can rewind."
Act_GEN_BorneIN_Max_30="I can't continue, it hurts too much!"
Act_GEN_BorneIN_Max_60="I can't rewind anymore."
Act_GEN_BorneIN_Max_70="I have to stop before I pass out."
Act_GEN_BorneIN_Max_90="Urgh… I can't stretch time any more."
Act_GEN_BorneOUT_Max_10="I need to figure this out."
Act_GEN_BorneOUT_Max_110="I wonder how I'll get around this?"
Act_GEN_BorneOUT_Max_150="There's only one way around this."
Act_GEN_BorneOUT_Max_200="Damn, I missed something, I better rewind!"
Act_GEN_BorneOUT_Max_210="I must have missed something, I should rewind..."
Act_GEN_BorneOUT_Max_40="I better rewind right now!"
Act_GEN_BorneOUT_Max_50="Max, don't fuck around! Rewind!"
Act_GEN_BorneOUT_Max_60="Think Max, rewind and find something."
Act_GEN_BorneOUT_Max_70="Shit! I need to rewind and do something fast!"
Act_GEN_BorneOUT_Max_80="I have to rewind now!"
Act_GEN_BorneOUT_Max_90="Max, rewind... Now!"
Act_GEN_Idle_Max_10="Yep, I'm bored now"
Act_GEN_Idle_Max_100="Tick tock, tick tock, tick tock…"
Act_GEN_Idle_Max_110="That’s all she wrote, folks"
Act_GEN_Idle_Max_120="It’s great to watch the world pass you by..."
Act_GEN_Idle_Max_130="I’d love to stand in this spot forever"
Act_GEN_Idle_Max_140="And then inertia set in"
Act_GEN_Idle_Max_150="If I took a selfie now, it would be a still life"
Act_GEN_Idle_Max_20="Boring"
Act_GEN_Idle_Max_30="La dee da, la dee da"
Act_GEN_Idle_Max_40="I’m just chilling like a villain"
Act_GEN_Idle_Max_50="So I guess I’ll just chillax for awhile"
Act_GEN_Idle_Max_60="How long can I stand standing here ?"
Act_GEN_Idle_Max_70="If time is like a river, I’m stuck here"
Act_GEN_Idle_Max_80="What to do, what to do…"
Act_GEN_Idle_Max_90="Max, you need to stop talking to yourself.  Agreed ?"
Act_GEN_NegativeSurprise_Max_10="Damn!"
Act_GEN_NegativeSurprise_Max_100="Rats!"
Act_GEN_NegativeSurprise_Max_170="Shit!"
Act_GEN_NegativeSurprise_Max_20="Damn it!"
Act_GEN_NegativeSurprise_Max_220="NO!!!"
Act_GEN_NoExit_Max_10="No need to go there now."
Act_GEN_NoExit_Max_30="Nope I don't want to go there..."
Act_GEN_NoExit_Max_40="No reason to go now."
Act_GEN_NoExit_Max_50="I don't want to go that way."
Act_GEN_NoExit_Max_70="Can't go that way."
Act_GEN_NoExit_Max_90="Obviously can't go there."
Act_GEN_NotWorking_Max_10="It won't work"
Act_GEN_NotWorking_Max_20="This does not work"
Act_GEN_NotWorking_Max_30="No can do"
Act_GEN_NotWorking_Max_60="Not gonna happen "
Act_GEN_NotWorking_Max_70="Well, this isn’t working"
Act_GEN_NotWorking_Max_90="I best try something else"
Act_GEN_PauseRewind_Max_10="No way I can stop here."
Act_GEN_PauseRewind_Max_20="Should I rewind or stop?"
Act_GEN_PauseRewind_Max_30="I can't be in two places at once."
Act_GEN_PauseRewind_Max_40="Either I rewind or I cancel."
Act_GEN_PauseRewind_Max_50="I definitely can't stop here."
Act_GEN_PauseRewind_Max_60="I need to rewind or stop."
Act_GEN_PauseRewind_Max_70="No can do, Max. "
Act_GEN_PauseRewind_Max_80="I need to hit this rewind or cancel."
Act_GEN_PhotoRewind_Max_10="Aw shit, my photo vanished!"
Act_GEN_PhotoRewind_Max_20="Man, there goes another Pulitzer!"
Act_GEN_PhotoRewind_Max_30="Damn, I wanted to keep that picture!"
Act_GEN_PhotoRewind_Max_40="Are you kidding me? I wanted that shot!"
Act_GEN_PhotoRewind_Max_50="I totally lost that picture forever."
Act_GEN_PositiveSurprise_Max_10="Wowser!"
Act_GEN_PositiveSurprise_Max_20="Awesome."
Act_GEN_PositiveSurprise_Max_30="Oh yes."
Act_GEN_PositiveSurprise_Max_40="Yes!"
Act_GEN_PositiveSurprise_Max_50="Hella yes!"
Act_GEN_Rewind_Max_10="Damn, I better rewind."
Act_GEN_Rewind_Max_20="I better rewind."
Act_GEN_Rewind_Max_30="I should rewind."
Act_GEN_Useless_Max_10="I don't need to do this"
Act_GEN_Useless_Max_20="No need for this"
Act_GEN_Useless_Max_30="This is useless"
Act_GEN_Useless_Max_70="Max, this is pointless"
Act_GEN_Useless_Max_80="Stop, Max"
Act_GEN_Useless_Max_90="This is worthless"
